# Напишите декоратор off, 
# который при вызове функции 
# будет вместо функции выводить 
# в консоль "функция отключена"

# TODO напишите декратор off здесь

# Ниже следует код для самопроверки:
# TODO Вы можете попробовать задекорировать функцию func
# которая выводит в терминал текст "работаю".

def func():
    print("работаю")

if __name__=="__main__":
    func()